// Copyright 2010 Cyrus Najmabadi
// 
// This program is free software; you can redistribute it and/or modify it
// under the terms of the GNU General Public License as published by the Free
// Software Foundation; either version 2 of the License, or (at your option) any
// later version.
// 
// This program is distributed in the hope that it will be useful, but WITHOUT
// ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
// FOR A PARTICULAR PURPOSE. See the GNU General Public License for more
// details.
// 
// You should have received a copy of the GNU General Public License along with
// this program; if not, write to the Free Software Foundation, Inc., 51
// Franklin Street, Fifth Floor, Boston, MA  02110-1301, USA.

/* #15 in Instant Queue */
"#%d in %@" = "#%1$d in %2$@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ discuri.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 disc.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (Nu sunt bilete online)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@ face cache agresiv pentru toate datele stocate local pe dispozitiv astfel incat vor fi utilizabile chiar si fara o conexiune la retea. Singurele date ce nu vor fi cached sunt trailerele filmelor.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%1$@ nu poate deschide pagina pentru ca nu este conectat la Internet.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ contine traduceri lipsa/incorecte. Puteti rezolva asta?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%1$@ nu salveaza username-ul si parola dumneavoastra Netflx.\n\O pagina oficiala Netflix.com va fi deschisa pentru a autoriza accesul aplicatiei la contul dumneavoastra.\n\O conexiune Wi-fi este recomandata prima folosire a Netflix.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ nu are cinematograful meu preferat. Il puteti adauga?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%1$@ trebuie intai sa updateze lista locala de filme inainte de a procesa schimbarea. Va rugam sa incercati din nou in scurt timp.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "Scoruri %1$@";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%1$d Intrebari si Raspunsuri";

/* i.e.: 2 hours */
"%d hours" = "%1$d ore";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d minute";

/* No comment provided by engineer. */
"%d months ago" = "acum %1$d luni";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d din %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%1$d cinematografe în afara zonei de căutare";

/* No comment provided by engineer. */
"%d weeks ago" = "acum %1$d săptămâni";

/* No comment provided by engineer. */
"%d years ago" = "acum %1$d ani";

/* No comment provided by engineer. */
"1 hour" = "o oră";

/* No comment provided by engineer. */
"1 kilometer" = "un kilometru";

/* No comment provided by engineer. */
"1 mile" = "o milă";

/* No comment provided by engineer. */
"1 minute" = "un minut";

/* No comment provided by engineer. */
"1 month ago" = "acum o lună";

/* No comment provided by engineer. */
"1 theater outside search area" = "Un cinematograf în afara zonei de căutare";

/* No comment provided by engineer. */
"1 week ago" = "acum o săptămână";

/* No comment provided by engineer. */
"1 year ago" = "acum un an";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Despre";

/* No comment provided by engineer. */
"Account #%d" = "Contul #%1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Contul: %1$@ %2$@";

/* No comment provided by engineer. */
"Accounts" = "Conturi";

/* Movie category */
"Action & Adventure" = "Actiune si Aventura";

/* No comment provided by engineer. */
"Add Existing Account / Profile" = "Creati Cont Nou";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Adaugati Cinematograf";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Adaugati la Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Adaugam Filmul";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Toate";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Toate (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "A avut loc o eroare necunoscuta.";

/* Movie category */
"Anime & Animation" = "Anime si Animatie";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple nu ofera un mecanism pentru aplicatii terte sa schimbe icoana. Voi adauga aceasta optiune cand va fi disponibila.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Acasa";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-Actualizează Locaţia";

/* Movie is available to be shipped now */
"Available Now" = "Disponibile Acum";

/* Movie will be released soon */
"Available Soon" = "Disponibile In Curand";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Asteptam Lansarea";

/* No comment provided by engineer. */
"Bio:" = "Bio:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Doar Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Sună";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Puteti mari distanta maxima de cautare pentru cinematografe?";

/* No comment provided by engineer. */
"Cancel" = "Anulare";

/* No comment provided by engineer. */
"Cannot Open Page" = "Nu Poate Deschide Pagina";

/* No comment provided by engineer. */
"Cast:" = "Actori:";

/* No comment provided by engineer. */
"Category Notifications" = "Notificari pt. Categorii";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Schimbă data";

/* Movie category */
"Children & Family" = "Copii si Familie";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Oraş sau Cod Poştal";

/* Movie category */
"Classics" = "Clasice";

/* Movie category */
"Comedy" = "Comedie";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Nu poate schimba ratingul:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Nu se poate conecta la Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Nu am putut găsi locaţia.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Nu poate gasi locul.\nUtilizatorul nu are acces la serviciul de localizare.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Puteti adauga suport pentru inchirierea filmelor de pe Blockbuster pe langa cele de pe Netflix?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Puteti oferi optiunea de a alege icoana pe care o vreau pentru %1$@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Momentan Blockbuster nu ofera un API pentru aplicatii terte. Cand vor oferi voi adauga suport pentru inchirieri Blockbuster.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Momentan nu. Cu toate acestea, marcand un cinematograf ca 'preferat' (apasand pe 'stea' in panoul de detalii al cinema-ului) acesta va aparea chiar daca este in afara ariei de cautare.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Momentan setarile pot fi modificate doar de pe site-ul Netflix.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Doar DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Detalii DVD/Blu-ray oferite de:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informaţia pentru zilele următoare poate fi incompletă. Folosiţi data curentă pentru a vedea toate intrările.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Desigur! Folositi butonul 'Trimite Feedback' de deasupra pentru a ma contacta. Anunta-ma ce trebuie corectat si voi rezolva problema in urmatoarea versiune.";

/* No comment provided by engineer. */
"Director:" = "Regizor:";

/* No comment provided by engineer. */
"Directors:" = "Regizori:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Disc";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Disc (%1$d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Lista de discuri";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distanţa";

/* Movie category */
"Documentary" = "Documentar";

/* No comment provided by engineer. */
"Downloading data" = "Downloadez datele";

/* No comment provided by engineer. */
"Downloading image" = "Downloadez posterul";

/* No comment provided by engineer. */
"Downloading information." = "Descarc informatia.";

/* Movie category */
"Drama" = "Drama";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Datorita restrictiilor de licentiere, recenziile si ratingurile pot fi indisponibile pentru unele filme.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Trimite pe email";

/* No comment provided by engineer. */
"Enabled" = "Pornit";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Intregul Istoric";

/* No comment provided by engineer. */
"Error occurred" = "A aparut o eroare";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Eroare in conexiunea cu Netflix. Va rugam incercati mai tarziu.";

/* Movie category */
"Faith & Spirituality" = "Credinta si Spiritualitate";

/* No comment provided by engineer. */
"Favorites" = "Favorite";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Trailere oferite de:";

/* No comment provided by engineer. */
"Force Refresh" = "Fortati Reactualizarea";

/* Movie category */
"Foreign" = "Straine";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* Movie category */
"Gay & Lesbian" = "Gay si Lesbiene";

/* No comment provided by engineer. */
"Genre:" = "Tip:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Servicii de geolocalizare oferite de:";

/* No comment provided by engineer. */
"Google Maps" = "Harti Google";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafica de David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafica Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Ajutor";

/* Movie category */
"Horror" = "Horror";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Voi incerca. Va rog apasati pe 'Adauga cinematograf' de mai sus pentru a ma contacta. Voi avea nevoie de numele si numarul de telefon al cinema-ului. Multumesc!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Costurile licentei IMDb sunt prea mari si nu mi le pot permite. Scuze!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Daca %1$@ face cache la date de ce vad mereu imaginea de incarcare chiar si pe postere ce au fost deja incarcate?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Daca va place %1$@ va rog sa scrieti o mica recenzie pentru magazinul iTunes. Va ajuta utilizatorii sa descopere aceasta aplicatie, ma va ajuta sa va aduc noi optiuni si sa tin lucrurile gratis ceea ce ma va face sa ma simt bine. Multumesc!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Username sau parola Twitter incorecte.";

/* Movie category */
"Independent" = "Independent";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Instant";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Instant (%1$d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Lista Instant";

/* No comment provided by engineer. */
"Instant Watch" = "Vezi Instant";

/* No comment provided by engineer. */
"International Data" = "Date Internationale";

/* No comment provided by engineer. */
"Last Friday" = "Vinerea trecută";

/* No comment provided by engineer. */
"Last Monday" = "Lunea trecută";

/* No comment provided by engineer. */
"Last Saturday" = "Sâmbăta trecută";

/* No comment provided by engineer. */
"Last Sunday" = "Duminica trecută";

/* No comment provided by engineer. */
"Last Thursday" = "Joia trecută";

/* No comment provided by engineer. */
"Last Tuesday" = "Marţea trecută";

/* No comment provided by engineer. */
"Last Wednesday" = "Miercurea trecută";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "La mai puţin de %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = " La mai puţin de 1 %1$@ away";

/* No comment provided by engineer. */
"License" = "Liceţă";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Restrictiile de licentiere cu anumiti provideri de date permit doar un subset al recenziilor si ratingurilor. Scuze!";

/* No comment provided by engineer. */
"Like This App?" = "Iti place aplicatia?";

/* No comment provided by engineer. */
"Loading" = "Se incarca";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Indicatori incarcare";

/* No comment provided by engineer. */
"Loading image" = "Încarc posterul";

/* No comment provided by engineer. */
"Local results unavailable" = "Rezultate locale indisponibile";

/* No comment provided by engineer. */
"Localized by:" = "Localizat de:";

/* No comment provided by engineer. */
"Location" = "Locaţie";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Log in in Cont Existent";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Logare in Twitter";

/* There will be a long wait before the movie is released */
"Long Wait" = "Va dura";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Hartă";

/* No comment provided by engineer. */
"Map Theaters" = "Arata cinematografele";

/* The most popular movies currently */
"Most Popular" = "Cele mai Populare";

/* No comment provided by engineer. */
"Movie Rating" = "Ratingul Filmului";

/* No comment provided by engineer. */
"Movie details provided by:" = "Detaliile despre film furnizate:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Critcile filmului furnizate de:";

/* No comment provided by engineer. */
"Movies" = "Filme";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filme (%1$d)";

/* No comment provided by engineer. */
"Moving Movie" = "Muta Filmul";

/* Movie category */
"Music & Musicals" = "Muzica si Musicaluri";

/* No comment provided by engineer. */
"My other applications" = "Celelalte aplicatii";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nume";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Rețea indisponibilă";

/* Movie category */
"New 'Instant Watch'" = "Nou 'Vizionare Instant'";

/* Movie category */
"New DVDs" = "DVD-uri Noi";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Nu multumesc";

/* No comment provided by engineer. */
"No biography available." = "Biografie nedisponibila.";

/* No comment provided by engineer. */
"No bookmarked movies" = "Fara filme bookmarked";

/* No comment provided by engineer. */
"No information found" = "Nu a fost găsită nici o informaţie";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Nu a fost gasi programul la '%1$@' pe %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Nu a fost gasit programul pentru '%1$@' la '%2$@' pe data %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Nu a fost gasit programul pentru '%1$@' la %2$@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Nu sunt rezultate pentru '%1$@'";

/* No comment provided by engineer. */
"No synopsis available." = "Nu exista rezumat.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Nici unul";

/* Movie is not currently rentable */
"Not Rentable" = "Nu se inchiriaza";

/* No comment provided by engineer. */
"Not yet rated" = "Necatalogat";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Feedback pentru ce ruleaza";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Deschide si autorizeaza";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Optiuni";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Comandă bilete pentru %1$@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Limita Depasita - Incercati Mai Tarziu";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Vezi rezumat";

/* No comment provided by engineer. */
"Please Wait" = "Va rog asteptati";

/* No comment provided by engineer. */
"Please enter your location" = "Vă rog introduceţi locaţia";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Va rog dati un scor in App Store.\n\nAti votat versiunea precedenta? Va rog actualizati ratingul pentru a fi in concordanta cu noua versiune.";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Formatul Preferat";

/* Takes the user to the website for this application */
"Project Website" = "Site proiect";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Da Nota!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Catalogat %1$@";

/* No comment provided by engineer. */
"Rated:" = "Catalogat:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Citeşte critici";

/* No comment provided by engineer. */
"Really close by" = "Foarte aproape";

/* No comment provided by engineer. */
"Really far away" = "Foarte departe";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Returnate Recent";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Vizionate Recent";

/* Movie recommendations from Netflix */
"Recommendations" = "Recomandari";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Lansare";

/* No comment provided by engineer. */
"Release date:" = "Data lansării:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Lansare: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "Stergeti Contul";

/* No comment provided by engineer. */
"Rental History" = "Istoricul Inchirierilor";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Reorganizarea listei a esuat:\n\n%1$@";

/* No comment provided by engineer. */
"Requesting access" = "Cerem acces";

/* No comment provided by engineer. */
"Requesting authorization" = "Cerem autorizare";

/* No comment provided by engineer. */
"Reviews" = "Critici";

/* Movie category */
"Romance" = "Romantic";

/* No comment provided by engineer. */
"Running time:" = "Time de rulare:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Salvati tot in Libraria Foto";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Salveaza in Libraria Foto";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Salvat";

/* Saved in Instant Queue */
"Saved in %@" = "Salvat in %1$@";

/* No comment provided by engineer. */
"Saving" = "Se Salveaza";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Salveaza %1$d din %2$d";

/* Movie category */
"Sci-Fi & Fantasy" = "SF si Fantastic";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Scor";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Caută pe data";

/* No comment provided by engineer. */
"Search Distance" = "Caută pe distanţa";

/* No comment provided by engineer. */
"Search Netflix" = "Cauta Netflix";

/* No comment provided by engineer. */
"Searching" = "Cauta";

/* No comment provided by engineer. */
"See the section on IMDb." = "Vezi sectiunea pe IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Trimite părerea";

/* No comment provided by engineer. */
"Settings" = "Setări";

/* There will be a short wait before the movie is released */
"Short Wait" = "Asteptare scurta";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Arată %1$d cinematografe ascunse";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Arată un cinematograf ascuns";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Amândouă";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Arata niciunul";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Arata Notificari";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Arată orele găsite pe %1$@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Cont Nou";

/* Movie category */
"Special Interest" = "Interes Special";

/* Movie category */
"Sports & Fitness" = "Sport si Fitness";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Succes! Accesul la contul vostru Netflix a fost acordat pentru %1$@. Acum puteti adauga filme in lista, vedea ce e nou, recomandat pentru voi si multe altele!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Apasati 'Trimite Feedback' pentru a ma contacta direct despre orice aveti nevoie. :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Apasati pentru a introduce locatia.";

/* Movie category */
"Television" = "Televiziune";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Cinematograful a raportat orele de rulare ultima oară pe\n%1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Furnizorii de date pentru cinematografe deseori pun o limită maximă pentru distanţa de căutare. Din această cauză unele cinematografe nu vor apărea chit că distanţa de căutare este maximă.";

/* No comment provided by engineer. */
"Theaters" = "Cinematografe";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Cinematografe (%1$d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Cinematografele sunt sterse cand nu au programe la curent. Cand programele sunt la curent cinematografele vor reaparea automat in %1$@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Acest cinematograf nu a raportat încă timpii de rulare. Când devin disponibili, %1$@ vor apărea automat.";

/* Movie category */
"Thrillers" = "Thriller";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Vânzarea biletelor este furnizată de:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titlu";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Pentru a face scrollul pe cat de rapid posibil %1$@ nu arata posterul pana cand scrollul nu s-a oprit.";

/* No comment provided by engineer. */
"Today" = "Azi";

/* Movie category */
"Top DVDs" = "DVD-uri de Top";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Top Lista Discuri";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Top Lista Instant";

/* No comment provided by engineer. */
"Translations" = "Traduceri";

/* No comment provided by engineer. */
"Tweeting" = "Tweeting";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Din pacate Movietickets.com nu va oferi suport pentru cumparare de bilete daca ofer bilete si prin Fandango.com. Eu merg la cinema-uri Fandango.com deci el va ramane implicit.";

/* No comment provided by engineer. */
"Unknown Distance" = "Distanţă necunoscută";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Data lansării necunoscută";

/* No comment provided by engineer. */
"Unrated" = "Necatalogat";

/* No comment provided by engineer. */
"Upcoming" = "În viitor";

/* No comment provided by engineer. */
"Updating" = "Actualizare";

/* No comment provided by engineer. */
"Updating Listings" = "Actualizeaza programele";

/* No comment provided by engineer. */
"Updating Queue" = "Actualizeaza lista";

/* No comment provided by engineer. */
"Updating: %@" = "Actualizeaza: %1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Foloseşte fonturi mici";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Va dura foarte mult";

/* No comment provided by engineer. */
"Website" = "Site";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Website-uri";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Ce pot face daca am o intrebare fara raspuns?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "De ce a disparut cinematograful?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "De ce nu ofera %1$@ cumparare de bilete prin Movietickets.com cat si prin Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "De ce nu ofera %1$@ ratinguri si recenzii de utilizatori IMBd?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "De ce nu ofera %1$@ ratinguri si recenzii Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "De ce nu vad ratinguri si recenzii pentru toate filmele in %1$@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "De ce descarca %1$@ mereu date? De ce nu le stocheaza local?";

/* No comment provided by engineer. */
"Write Review" = "Scrie recenzie";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Scris de Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ieri";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Trebuie sa setezi intai un cont de email pe dispozitiv inainte de a trimite feedback.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Țara pentru %1$@ este %2$@\n\nSuportul complet pentru %3$@ o să fie disponibil în curând ! Când mai mult va fi disponibil veți fi notificat automat.";

/* No comment provided by engineer. */
"kilometer" = "kilometru";

/* No comment provided by engineer. */
"kilometers" = "kilometri";

/* No comment provided by engineer. */
"mile" = "milă";

/* No comment provided by engineer. */
"miles" = "mile";